"BUTTON_CREATE_ACCOUNT" = "Fiók létrehozása";

"BUTTON_DISMISS" = "Bezárás";

"BUTTON_OK" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Ellenőrzőkód újraküldése";

"BUTTON_RETRY" = "Újra";

"BUTTON_SEND_CONF_CODE" = "Ellenőrzőkód küldése";

"BUTTON_SIGN_IN" = "Bejelentkezés";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Bejelentkezés Twitter-fiókkal";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Próbálkozz másik telefonszámmal!";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Ellenőrizd a kódod, és próbálkozz újra!";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ellenőrizd az internetkapcsolatod, majd próbálkozz újra!";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Ellenőrizd a számod, és próbálkozz újra!";

"ERROR_TRY_AGAIN_LATER" = "Jelenleg nem tudunk beléptetni a Twitterre. Próbálkozz újra később!";

"LABEL_ENTER_CONF_CODE" = "Add meg az ellenőrzőkódot";

"LABEL_ENTER_PHONE_NUMBER" = "Add meg a telefonszámod";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "A telefonszámod megerősítése sikertelen";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Sajnáljuk, probléma van az ellenőrzőkód elküldésével. Próbálj meg bejelentkezni lent!";

"PARTIAL_FOOTNOTE_THIS_APP" = "ez az alkalmazás";

"PLACEHOLDER_CONF_CODE" = "Ellenőrzőkód";

"PLACEHOLDER_YOUR_NUMBER" = "A telefonszámod";

